[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
house
same
small
kites
responsible
thought
stretched
table
corner
circles
door
spoons
pitcher
sorry
danced
carefully
directions
common
best
run
opened
parents
gracefully
paper
talking
dishes
crowd
study
paris
teach
child
takes
see
tea
train
purse
children
see
go
basketball
school
spherical
fast
barks
tennis
train
pets
drink
weekends
chemistry
do
teeth
drives
cooking
bananas
dont
speak
train
talk
tomorrow
drink
schoolwork
computer
snows
pakistan
spaghetti
daughter
dinner
cat
cream
steak
bacon
park
possible
bought
dog
correct
book
Good
cinema
built
custom
business
killed
cloth
death
debts
denial
keep
throw
time
store
swimming
pond
smells
delicious
car
top
printer
with
too
staff
performed
white
shirt
sharp
sold
price
dream
simple
sentences
some
them
wardrobe
there
please
kept
credentials
hisotry
best
subject
waiting
baby
crept
slowly
crying
since
bath
call
tomorrow
good
shop
wisely
genius
day
keeps
doctor
people
tomatoes
water
should
god
refuge
times
trouble
devils
workshop
centre
pastor
comes
process
very 
tough
go
windows
charity
begins
beauty
words
seasoned
salt
soul
patience
virtue
plane
rain
surely
today
beginning
created
get
childhood
days
simple
some
show
come
bloodless
wars
radicals
surprising
health
benefits
beans
content
groups
words
thought
important
blood
levels
rich
type
daddy
is
school
big
spiderman
toy
chocolate
cannot
games
phone
cell
sister
helps
with
assignment
be
it
so
let
us
pray
we
should
like
cheese
shall
food
travelled
london
last
week
examinations
begin
maonday
country
goes
to
polls
month
will
lunch
pack
properly
good
paricipants
stand
out
where
piece
chalk
clean
board
period
did
came
schooltoday
teacher
strength
coming
books
put
bag
difficult
conditioners
work
boring
late
foor
traffic
homework
points
get
students
should definitely
progress 
card
sign
score
better
hardworking
serves 
write
down
description
properly
read
twice
second
paragraph
study
turn
head
during
test
painting
answer
raise
fingers
singing
bus
bring
number
sing
songs
together
gallery
sunday
sun
gym
club
detective
stories
geoprapgy
science
damp
wiser
woman
town
brown
ribbon
box
shy
girl
possess
personality
gambling
came
superior
girl
class
tallest
shakespeare
greater
poet
kingdom
touches
spacious
clean
cup
sugar
than
give
shortest
sweet
story
say
silent
climate
preferable
wealth
perfect
sharp
pain
hospital
comments
cleverer
secret
grapes
tasted
sour
boxer
clever
powerful
punch
candidates
seats
through
strong
weakness
blue
skin
picked 
ripe 
basket
pushed
cart
kneaded
traveled
spent
caught
thief
played
badminton
guitar
kneaded
pushed
carriage
sketched
written
spent
holidays
beach
worked
prosperity
country
taken
clothes
doctor
pulse
patient
gone
shot
birds
dose
medicine
revolves
sun
earth
wakes
morning
daily
speak
quite
well
works
hotel
chef
life
lead
walking
door
trying
hard
complete
degree
teacher
delivering
lecture
degree
attending
webinar
digital
tell
me
walk
advised
students
timetable
poetry
shakespeare
fish
pond
wish
talk
dubai
gift
father
buy
pudding
weekend
drinking
clock
baking
pies
terms
speaking
carping
tongued
words
read
doing
safe
sound
grinds
slow
sure
purify
begets
brutle
scissors
beside
sitting
things
table
bump
pass
bone
prick
save
skin
selfish
present
wisdom
gesticulate
teasing
avoid
times
limits
progress
care
recognize
bitter
proper
crooked
person
take
pass
say
prayers
wise
drinking
can
schooled
thrashing
keeping
sees
scene
palpitation
worn
will
known
guilty
before
talk
worse
dig
grave
guests
welcome
wait
turn
spin
soliloquy
solitude
whose brother
obstacle
drag
gone
think
kill
birds
stone
word
karachi
who
glass
blood
thicker
blind
judge
colours
bolt
sometimes
ciphers
proposes
disposes
will
november
saw
bear
room
sunny
outside
door
open
letter
nice
really
brother
want
with
watch
movies
something
favorite
cookie
box
card
came
cousin
cool
trick
what
cannot
happy
very
yellow
role
english 
teacher
important
there
their
do
get
eyeglasses
have
shelf
visit
make
projects
project
together
about
where
mountains
liked
golf
learn
so
things
down
need
again
slippers
give
them
apples
brought
throw
trash
puppy
woods
ran
just
singing 
earlier
cake
showed
bag
shoes
turn
breakfast
church
read
cheeseburgers
shake
ribbons
way
was
crying
national 
friendship
stickers
electricity
furniture
another
led
pearls
shared
dreams
well
only
boots
those
belong
which
been
waiting
upset
grandmother
able
above
afraid
afternoon
again
age
air
airplane
almost
alone
along
already 
also
always 
animal
another 
anything 
around 
art
aunt 
balloon 
bark
barn
basket
beach
bear
because 
become
began
begin
behind
believe 
below
belt
better
birthday 
body
bones
born
bought 
bread
bright
broke
brought 
busy
cabin
cage
camp
can't 
care
carry
catch
cattle
cave
children 
class
close 
cloth
coal
color
corner
cotton
cover
dark
desert
didn't 
dinner
dishes
does
done
don't 
dragon
draw
dream
drink
early
earth
east
eight
by
cake
call
candy
change
child
city
clean
club
coat
cold
coming 
corn
could
cry
cup
cut
daddy 
dear
deep
deer
doing
doll
door
down 
dress
drive
drop
dry
duck
each
eat
eating
egg
end
fall
far
farm
fast
father 
feed
feel
feet
fell 
find
fine 
fire
first 
fish
five
fix
flag
floor
fly
food
foot
four
fox
from 
full
funny
game
gas
gave
girl
give
glad
goat
goes 
going 
gold
gone
grade 
grass
green
grow
hand
happy
hard
has 
have 
hear 
help
here 
hill
hit
hold
hole
hop
hope 
horse
house 
how 
ice
inch
inside 
job
jump
just 
keep
king
know 
lake
land
last
late
lay
left
leg
light
line
little 
live
lives
long
looking
lost
lot
love
mad
made 
make 
many 
meat
men
met
mile
milk
mine
miss
moon
more
most
mother 
much 
must
myself 
nail
name 
need
new 
next
nice 
night
north
now 
nut
or 
our
over
page
park
part
pay
pick
plant
playing
pony
post
pull
put
rabbit
rain
read
rest
riding
road
rock
room
said 
same
sang
saw 
say
school 
sea
seat
seem
seen
send 
set
seven
sheep
ship
shoe
show 
sick
side
sing
sky
sleep
small
snow
some 
soon 
spell
start
stay
still
tall
tell
thank
three
told
too 
tree
truck
warm
wash
wet
when 
while 
woke
yet
even
ever
every 
everyone 
everything 
eyes
face
family 
feeling
felt
few
fight
fishing
flower
flying
follow
forest
forgot
form
found 
fourth
free
Friday
friend 
front
getting 
given
grandmother
great
grew
ground
guess 
hair
half
having 
head
heard 
heat
hello 
high
himself
hour
hundred
hurry
hurt 
inches
kids
kind
kitten
knew 
knife
lady
large
largest
later
learn
leave
let's 
letter 
life
list
living
lovely
loving 
lunch
mail
making
maybe 
mean
merry
might 
mind
money 
month
morning 
mouse
mouth
music
near
nearly
never
news
noise
nothing
number
often
orange
order
pair
paint
paper
party 
pass
past
penny
people 
person
picture
place
plan
plane
please 
pocket
point
poor
race
reach
reading
ready
real
rich
right 
river
rocket
rode
round
rule
running 
salt
says
sending
sent 
seventh
sew
shall
short
shot
should
sight
sister
sitting
sixth
sled
smoke
soap
someone 
something 
sometime 
song
sorry
sound
south
space
spelling
spent
sport
spring
stairs
stand
state
step
stick
stood
stopped 
stove
street
strong
study
such
sugar
summer 
Sunday 
supper
table
taken
taking
talking
teacher 
team
teeth
tenth
their
these 
thinking
third
those
thought 
throw
tonight 
trade
trick
trip
trying
turn
twelve
twenty
uncle
under
upon 
wagon
wait
walking
watch
water
weather 
west
wheat
where 
which
wife
wild
win
window
winter
without
woman 
won
wool
word
working
world 
would 
write 
wrong
yard
year
yesterday
across
against
answer 
awhile 
between
board
bottom
breakfast
broken
build
building
built
captain 
carried
caught 
charge 
chicken
circus
cities
clothes 
company
country
discover
doctor 
dollar
during
eighth 
else
enjoy
enough
everybody 
example
except
excuse
field 
fifth
finish
following
group
happened 
harden
heavy
held
hospital 
idea
instead 
known
laugh
middle
minute
mountain
ninth
ocean
office
parent
peanut
pencil
picnic
police
pretty 
prize
quite 
radio
raise
really 
reason
remember 
return
Saturday 
scare
second
since
slowly
stories
student
sudden
suit
sure 
swimming 
though
threw 
tired
together 
tomorrow 
toward
tried 
trouble
truly 
turtle
until 
village
visit
wear
whole 
whose
women
writing 
written
wrote
yell
young
although
America
among
arrive
attention
beautiful 
countries
course 
cousin 
decide
different 
evening
favorite
finally 
future
happiest
happiness
important
interest
piece
planet
present
president
principal 
probably 
problem
receive 
sentence
several
bib
cherub
crab
cub
grab
rub
tub
special
suddenly
suppose 
surely 
surprise 
through
usually
table
tail
teacher
ten
tiger
toad
tomato
toys
turnip
turtle
two
series
promise
slice
waiter
bring
some
wine
tonight
tired
relax
unwind
sisters
check
state
shed
apart
drink
again
become
close
between
high
five
painting
sound
diligent
cream
wearing
shirt
brad
pitt
sitting
table
begin
huge
seem
quiet
outgoing
japan
math
homework
private
last
turn
plenty
problem
goal
great
dynamic
vacuum
cleaner
domestic
wonderful
bolt
both
boy
break
bright
burn
buttocks
bone
bottom
brain
break
bring
bury
call
book
bough
bran
broke
brother
bull
busy
camel
borrow
bow
bread
breath
brought
bullet
butter
cancer
bosom
box
break
bridge 
brother
brown
burn
butter 
cannon
cling
cock
collect
complexion
curd
cloud
colf
compass
consist
control
count
cow
cross
cue
curry 
a
ability
able
above
accept
according
account
across
act
action
activity
actually
add
address
administration
admit
adult
affect
after
again
against
age
agency
agent
ago
agree
agreement
ahead
air
all
allow
almost
alone
along
already
also
although
always
American
among
amount
analysis
and
animal
another
answer
any
anyone
anything
appear
apply
approach
area
argue
arm
around
arrive
art
article
artist
as
ask
assume
at
attack
attention
attorney
audience
author
authority
available
avoid
away
baby
back
bad
bag
ball
bank
bar
base
be
beat
beautiful
because
become
bed
before
begin
behavior
behind
believe
benefit
best
better
between
beyond
big
bill
billion
bit
black
blood
blue
board
body
book
born
both
box
boy
break
bring
brother
budget
build
building
business
but
buy
by
call
camera
campaign
can
cancer
candidate
capital
car
card
care
career
carry
case
catch
cause
cell
center
central
century
certain
certainly
chair
challenge
chance
change
character
charge
check
child
choice
choose
church
citizen
city
civil
claim
class
clear
clearly
close
coach
cold
collection
college
color
come
commercial
common
community
company
compare
computer
concern
condition
conference
Congress
consider
consumer
contain
continue
control
cost
could
country
couple
course
court
cover
create
crime
cultural
culture
cup
current
customer
cut
dark
data
daughter
day
dead
deal
death
debate
decade
decide
decision
deep
defense
degree
Democrat
democratic
describe
design
despite
detail
determine
develop
development
die
difference
different
difficult
dinner
direction
director
discover
discuss
discussion
disease
do
doctor
dog
door
down
draw
dream
drive
drop
drug
during
each
early
east
easy
eat
economic
economy
edge
education
effect
effort
eight
either
election
else
employee
end
energy
enjoy
enough
enter
entire
environment
environmental
especially
establish
even
evening
event
ever
every
everybody
everyone
everything
evidence
exactly
example
executive
exist
expect
experience
expert
explain
eye
face
fact
factor
fail
fall
family
far
fast
father
fear
federal
feel
feeling
few
field
fight
figure
fill
film
final
finally
financial
find
fine
finger
finish
fire
firm
first
fish
five
floor
fly
focus
follow
food
foot
for
force
foreign
forget
form
former
forward
four
free
friend
from
front
full
fund
future
game
garden
gas
general
generation
get
girl
give
glass
go
goal
good
government
great
green
ground
group
grow
growth
guess
gun
guy
hair
half
hand
hang
happen
happy
hard
have
he
head
health
hear
heart
heat
heavy
help
her
here
herself
high
him
himself
his
history
hit
hold
home
hope
hospital
hot
hotel
hour
house
how
however
huge
human
hundred
husband
I
idea
identify
if
image
imagine
impact
important
improve
in
include
including
increase
indeed
indicate
individual
industry
information
inside
instead
institution
interest
interesting
international
interview
into
investment
involve
issue
it
item
its
itself
job
join
just
keep
key
kid
kill
kind
kitchen
know
knowledge
land
language
large
last
late
later
laugh
law
lawyer
lay
lead
leader
learn
least
leave
left
leg
legal
less
let
letter
level
lie
life
light
like
likely
line
list
listen
little
live
local
long
look
lose
lot
love
low
machine
magazine
main
maintain
major
majority
make
man
manage
management
manager
many
market
marriage
material
matter
may
maybe
me
mean
measure
media
medical
meet
meeting
member
memory
mention
message
method
middle
might
military
million
mind
minute
miss
mission
model
modern
moment
money
month
more
morning
most
mother
mouth
move
movement
movie
Mr
Mrs
much
music
must
my
myself
name
nation
national
natural
nature
near
nearly
necessary
need
network
never
new
news
newspaper
next
nice
night
no
none
nor
north
not
note
nothing
notice
now
n't
number
occur
of
off
offer
office
officer
official
often
oh
oil
ok
old
on
once
one
only
onto
open
operation
opportunity
option
or
order
organization
other
others
our
out
outside
over
own
owner
page
pain
painting
paper
parent
part
participant
particular
particularly
partner
party
pass
past
patient
pattern
pay
peace
people
per
perform
performance
perhaps
period
person
personal
phone
physical
pick
picture
piece
place
plan
plant
play
player
PM
point
police
policy
political
politics
poor
popular
population
position
positive
possible
power
practice
prepare
present
president
pressure
pretty
prevent
price
private
probably
problem
process
produce
product
production
professional
professor
program
project
property
protect
prove
provide
public
pull
purpose
push
put
quality
question
quickly
quite
race
radio
raise
range
rate
rather
reach
read
ready
real
reality
realize
really
reason
recent
recently
recognize
record
play
rabbit
simple
red
reduce
reflect
region
relate
relationship
religious
remain
remember
remove
radio
report
represent
Republican
require
research
banana
resource
respond
response
responsibility
rest
result
return
reveal
rise
risk
skills
road
rock
rule
salad
run
safe
same
save
scientist
sea
season
seat
second
section
security
sell
send
senior
sense
serious
serve
service
soaps
set
seven
several
sex
sexual
she
shoot
shot
shoulder
side
sign
significant
simply
since
site
situation
six
size
so
social
society
soldier
some
somebody
someone
something
sometimes
son
song
soon
sort
sound
source
south
southern
space
soop
speak
special
specific
speech
spend
sport
spring
staff
stage
stand
standard
star
start
state
statement
station
stay
step
still
stock
stop
store
story
strategy
street
strong
structure
spoon
student
study
stuff
style
subject
success
successful
such
suddenly
suffer
suggest
summer
support
sure
surface
system
table
take
talk
task
tax
teach
teacher
team
technology
television
tell
ten
tend
term
test
than
thank
that
the
their
them
themselves
then
theory
there
these
they
thing
think
third
this
those
though
thought
thousand
threat
three
through
throughout
throw
thus
time
to
today
together
tonight
top
total
trade
traditional
training
treat
treatment
trial
trip
trouble
true
truth
try
type
under
understand
unit
until
upon
us
usually
various
victim
view
violence
vote
war
we
weapon
weight
west
western
what
whatever
when
where
while
whole
whom
whose
why
wide
wife
will
win
wind
window
wish
with
within
without
woman
wonder
worker
worry
would
writer
wrong
yard
yeah
yet
young

